Repository: VASPTRak/FluidSecure_IPhone_Production
Catalog: *.lproj/Localizable.strings
Languages: es

source: Select Hose To Use
es: Seleccionar Mavga Para Utilzar

source: Name
es: Nombre

source: Mobile
es: Móvil

source: Enter
es: Entrar

# MessageFueling
source: Please insert the nozzle into the tank Then tap start
es: Por Favor Inserte La Manga Enel Tanque, Luego Oprima Listo

# MessageFueling1
source: Please wait while your connection is being established
es: Por Favor de Espenrar Hasta Que Su Conecciun Sea Esta Milizada Con Ez FluidSecure Enlase.

# LostWifi
source: WiFi Connection lost with mobile.
es: Coneccion WiFi perdida en su Móvil.

# Touch to select Site
source: Touch Here To Select Site
es: Toque aquí para seleccionar la manguera

# Touch to select Company
source: Touch Here To Select Company
es: Toque aquí para seleccionar la empresa

# Regisration
source: Your registration has been submitted. Your Company Administrator will receive an email with instructions on how to approve your request. Please close the App and reopen it once approved or to receive updates regarding the registration.
es: Su solicitud de registro aún no está aprobada

# registration1
source: It is marked Inactive in the Company Software. Please contact your company’s administrator.
es: Está marcado como Inactivo en el Software de la Compañía. Póngase en contacto con el administrador de su empresa.

# HelptextSelectedCompany
source: Please Select Company & Then Proceed
es: Seleccione Compañía y luego Continúe

# HelptextSelectedSite
source: Please Select Site & Then Proceed
es: Seleccione Sitio y luego proceda

# Helptext
source: If you are using this hose for the first time you will need to enter the password when redirected to the WiFi screen. The password is
es: Ingrese Contraseñ Cuando Sea Redirigido Ala Pantaila de WiFi. Contraseñ es

# warninghoseinused
source: Hose In Use, please stand by or select an alternate hose
es: Manguera en uso, espere o seleccione una manguera alternativa

# warning_NoInternet_Connection
source: Cannot connect to cloud server. Please check your internet connection.
es: No Tieme Coneccion con el Servidor de la Nube. Conprobar su coneccion de Internet.

source: OK
es: Bueno

# NoInternet
source: Internet Connection Is Not Available.
es: Verifique su conexión a Internet y vuelva a intentarlo más tarde.

# NoHoseselect
source: Please Select Hose To Use.
es: Favor Seleccione Manguera para usar.

# NoCompanyselect
source: Please Select Company To Use.
es: Seleccione la empresa a utilizar.

# Hoseorder
source: Hose out of order
es: Manguera fuera de servicio

# checkEmail
source: Please Enter Valid Email.
es: Ingrese Correco Electronico

# Title
source: FluidSecure needs to connect to Hose via WiFi
es: FluidSecure necesita conectarse a Hose a través de WiFi

# Message
source: Please Connect WiFi
es: Por favor conecte wifi

# Subtitle
source: FluidSecure needs to connect to HOSE via WiFi
es: FluidSecure necesita conectarse a HOSE a través de WiFi Ahora será redirigido a la configuración de WiFi

# Step1
source: 1. Please connect to
es: El nombre WiFi es el nombre de la MANGUERA. Lea los pasos 1 a 5 a continuación y luego haga clic en la barra verde a continuación. Siga los pasos: 1. Encienda el WiFi (puede que ya esté encendido) 2. Elige el WiFi llamado:

# Step2
source: manually using the 'WIFI settings' screen. 2. First time it will ask for password,enter: 123456789 3. It will have a check next to
es: 3. La primera vez que te pida una contraseña, ingresa: 123456789 4. Tendrá una marca al lado de

# Step3
source: and it will say "No Internet Connection" 4. Then come back to app and click on the 'START' button to continue.
es: y dirá "Sin conexión a Internet" 5. Ahora, toque en la esquina superior izquierda que dice "FluidSecure" - esto le permite cargar combustible.

# ButtonNAME
source: Go To WiFi Settings
es: Ir a la configuración de WiFi

# WarningEmptytext
source: Please Enter Something.
es: Por favor introduce algo.

# Warningwait
source: Please wait momentarily & try again.
es: Espere un momento y vuelva a intentarlo.

# Entervehicelno
source: Please Enter Vehicle Number.
es: Por favor ingrese el número del vehículo.

# EneterOdometer
source: Please Enter Odometer Number.
es: Por favor ingrese el número del odómetro.

# Odometer_Reasonability
source: entered is not within the reasonability your manager has assigned, please try again or contact your manager.
es: ingresado no está dentro de lo razonable que le ha asignado su gerente, comuníquese con su gerente.

# Hour_Reasonability
source: The hour entered is not within the reasonability your manager has assigned, please contact your manager.
es: La hora ingresada no está dentro de lo razonable que su administrador le ha asignado, comuníquese con su administrador.

# CheckyourInternet
source: Please wait momentarily check your internet connection & try again.
es: Favor de Esperar un memnto y comprobar la coneccion de Internet y trate otravéz

source: Return
es: Regreso

# WarningselectWifi
source: Please Connect
es: Favur Conneccion

# CheckWifi
source: Please check your WiFi connection
es: Por favor revisa tu conexión wifi

# wificonnection
source: Your Connection with
es: Su Conneccion Se Perdio

# wificonnection1
source: is lost. Please select
es: Por Favor Seleccione

# CheckFSunit
source: Please check your FS unit, and switch off power and back on.
es: Verifique su unidad FS y apague la alimentación y vuelva a encenderla.

# ThankyouMSG
source: Thank you for using FluidSecure.
es: Gracias Por Usar FluidSecure.

# NoQuantity
source: No Quantity is Received
es: Sin cantidad recibida. Transacción finalizada

# ZeroQuantity
source: Quantity is zero. Transaction is stopped.
es: La cantidad es cero. Transacción está detenida.

# Notify
source: Your Transaction is Successfully Completed at
es: Su transacción se completa con éxito en

# autostop
source: Transaction ended because pulse count has not changed in allotted time.
es: la aplicación se detiene automáticamente porque el conteo de pulsos es el mismo.

# Fueldaylimit
source: This Vehicle has reached its daily fuel limit
es: Usted es el límite del día del combustible alcanzado.

# ValidPhone
source: Please Enter Valid Phone Number.
es: Por favor ingrese un número de teléfono válido.

# Checkinternet
source: Please check your internet connection or Please contact your admin.
es: Verifique su conexión a Internet y contacto con su administrador.

# SelectallFields
source: Please Select All Fields.
es: Por favor seleccione todos los campos.

# EnterPin
source: Please Enter Personnel PIN Number.
es: Por favor ingrese el número PIN del personal.

# Enterdept
source: Please Enter Department Number.
es: Por favor ingrese el número del departamento.

# EnterHour
source: Please Enter Hour.
es: Por favor ingrese la hora.

# EnterHour_Eng
source: Please Enter Hour In Integer.
es: Ingrese la hora en enteros

# Preauthnointernet
source: The system has detected that you do not have cellular service and offline options are not enabled. Please contact your Manger.
es: El sistema ha detectado que no tienes servicio celular y las opciones fuera de línea no están habilitadas. Póngase en contacto con su Gerente.

# NoSSIdFound
source: SSID not found wifi is not connected.
es: SSID no encontrado wifi no está conectado.

source: Please Wait .....
es: Por Favor de Esperar…....

source: Fueling…...
es: Abasteciendo de Combustible...

# Cancelwarning
source: Are you sure you want to Cancel? Please wait while getting redirected to select hose page.
es: Seguro Que Quieres Cancelar? Esper Hasta Que Sea Redirigido a La Pagina de seleccion de manga

source: Yes
es: Si

source: Confirm
es: Confirmar

# selectHose
source: Select Hose To Use
es: Seleccionar Mavga Para Utilzar

# selectCompany
source: Select Company To Use
es: Seleccionar empresa para usar

# No_Pre-auth_transaction
source: Available Pre-Authorized transactions -
es: transacciones pre autorizadas disponibles -

source: Back to Home
es: Pagina Principal

source: Connect WiFi
es: Conectar Wifi

# Warningfueling
source: Caution: Do NOT leave this screen while fueling. Pump may TURN OFF!
es: Precaución: ¡NO abandone esta pantalla mientras está cargando combustible, la bomba puede apagarse!
